[
    {
        "applicationId": 1,
        "receiverId": 1,
        "receiverName": "Sif Kristensen",
        "productTitle": "chickens",
        "productPrice": 20,
        "producerId": 1,
        "motivation": "I want five chickens to get the amount of eggs to regularly sustain my family. I would appreciate your help.",
        "country": "SE",
        "thumbnail": "src/assets/dummy/sif.PNG",
        "status": "Open"
    },
    {
        "applicationId": 2,
        "receiverId": 1,
        "receiverName": "Sweet Chandler",
        "productTitle": "ipsum duis dolore adipisicing deserunt",
        "amount": 39,
        "price": 2835,
        "motivation": "Lorem voluptate exercitation deserunt exercitation veniam. Dolor duis in quis occaecat commodo aliquip ullamco nulla consequat occaecat. Enim sunt in deserunt nulla aute culpa nisi cillum in ad adipisicing minim nulla. Mollit consectetur laborum mollit proident culpa excepteur sint exercitation esse est consectetur. Anim commodo sunt in ea duis minim minim deserunt. Amet nulla ea proident velit deserunt qui sit mollit nisi voluptate fugiat elit laborum excepteur. Pariatur aute proident anim in culpa.\r\n",
        "country": "BE",
        "thumbnail": "src/assets/dummy/sif.PNG"
    },
    {
        "applicationId": 3,
        "receiverId": 1,
        "receiverName": "Mendoza Thomas",
        "productTitle": "non id do esse consequat",
        "producerId": 1,
        "productPrice": 3410,
        "motivation": "Ea nostrud deserunt mollit quis. Qui Lorem aute voluptate officia dolor sit adipisicing elit laborum eu occaecat. Occaecat velit ipsum ad eiusmod minim dolore tempor laborum consequat eu cillum qui. Consectetur est quis adipisicing incididunt anim ipsum in duis. Sint incididunt quis magna est quis sit quis. Incididunt eu est mollit cillum ullamco ex deserunt aute.\r\n",
        "country": "BZ",
        "thumbnail": "src/assets/dummy/sif.PNG"
    },
    {
        "applicationId": 4,
        "receiverId": 1,
        "receiverName": "Josephine Dale",
        "productTitle": "nisi duis amet fugiat elit",
        "producerId": 1,
        "productPrice": 2922,
        "motivation": "Nisi sit proident elit minim qui sunt laboris ipsum Lorem aliqua ullamco ea irure. Et ex aliquip consequat nulla amet. Amet laborum excepteur et culpa occaecat laborum reprehenderit. Tempor ullamco enim reprehenderit id veniam dolor duis. Ea anim veniam esse pariatur et et ullamco officia enim irure voluptate. Voluptate eu voluptate deserunt eiusmod cillum. Sint cupidatat voluptate reprehenderit consectetur et nostrud consectetur amet ex occaecat amet fugiat.\r\n",
        "country": "CF",
        "thumbnail": "src/assets/dummy/sif.PNG"
    },
    {
        "applicationId": 5,
        "receiverId": 1,
        "receiverName": "Misty Cameron",
        "productTitle": "voluptate cillum deserunt amet eiusmod",
        "producerId": 1,
        "productPrice": 4061,
        "motivation": "Do aliqua aliquip irure quis amet sunt reprehenderit amet eiusmod qui ipsum adipisicing. Id duis ullamco est magna nulla laboris. Labore aute non duis Lorem quis ut duis. Elit in duis deserunt nisi occaecat consectetur do excepteur anim nulla aliquip aute. Tempor et aute commodo aliquip consectetur sit pariatur consectetur. Irure amet est ea aute laboris velit et exercitation magna excepteur id eiusmod.\r\n",
        "country": "BR",
        "thumbnail": "src/assets/dummy/sif.PNG"
    },
    {
        "applicationId": 6,
        "receiverId": 1,
        "receiverName": "Elliott Kim",
        "productTitle": "cillum consectetur irure irure proident",
        "producerId": 1,
        "productPrice": 2400,
        "motivation": "In duis aliqua nulla reprehenderit veniam reprehenderit Lorem nisi. Commodo quis ullamco ea voluptate nulla laborum velit velit dolore. Do do ipsum cillum ipsum dolore. Enim cupidatat mollit nisi aute ullamco commodo sint sunt. Excepteur ea occaecat deserunt velit ea sunt aliquip proident officia culpa aliquip quis amet velit. Pariatur dolore et esse do.\r\n",
        "country": "BV",
        "thumbnail": "src/assets/dummy/sif.PNG"
    },
    {
        "applicationId": 7,
        "receiverId": 1,
        "receiverName": "Cecelia Shelton",
        "productTitel": "mollit voluptate proident magna voluptate",
        "producerId": 1,
        "productPrice": 4839,
        "motivation": "Enim amet Lorem amet commodo consectetur. Excepteur enim deserunt commodo irure id laborum officia ex aliqua minim velit. Nostrud cillum ut minim quis laborum. Esse in consequat nulla non et occaecat officia enim elit fugiat dolore enim. Dolor id qui quis esse officia sint mollit exercitation officia Lorem ullamco nisi. Reprehenderit labore sit laborum irure eiusmod elit anim nostrud culpa amet.\r\n",
        "country": "KH",
        "thumbnail": "src/assets/dummy/sif.PNG"
    }
]
